[
{"titular": ["Doménica González: “Ser capitana de Ecuador para la Billie Jean King Cup es lo que más quería” "], "descripcion": ["González, que debutó a los 14 años en la Copa Federación como jugadora, calificó como un honor su designación."]},
{"titular": ["En Guayaquil se efectúa selectivo para el Campeonato Sudamericano sub-14"], "descripcion": ["La pichinchana Isabella Yépez y el orense Fernando González están confirmados como raquetas 1 por el ranking nacional."]},
{"titular": ["Liga de Quito apuesta por un ‘enchufado’ Álex Arce para la Copa Libertadores"], "descripcion": ["Con ocho goles en seis juegos con los albos, entre Recopa Sudamericana y Liga Pro, el atacante paraguayo es la esperanza de gol para visitar a Universitario."]},
{"titular": ["Posible rival para ‘Chito’: Petr Yan acepta pelea contra Marlon Vera para este año en la UFC"], "descripcion": ["Tanto el ecuatoriano como el ruso se encuentran recuperándose de sus dolencias tras sus últimas peleas. La fecha tentativa para su combate sería noviembre."]},
{"titular": ["¿Por qué Adidas cambiará su diseño del número 4 en las camisetas de la selección de Alemania?"], "descripcion": ["El diario Bild se preguntó cómo ha sido posible que la DFB no se haya dado cuenta antes del parecido con el símbolo de la SS."]},
{"titular": ["¡Goleador para rato! El Nacional adquiere los derechos deportivos de Byron Palacios"], "descripcion": ["El Tigre, como le dicen en el Bi-Tri, ahora tendrá vínculo con el cuadro capitalino hasta el 2028."]},
{"titular": ["​Sebastián Guayasamín corre en Portugal la tercera fecha del Mundial de Rally"], "descripcion": ["Será la única válida del campeonato que se corra en suelo europeo. El ecuatoriano es segundo en la clasificación general de la temporada."]},
{"titular": ["Así formaría Barcelona SC contra Cobresal en el inicio de la Copa Libertadores "], "descripcion": ["El equipo amarillo continúa sin alcanzar el nivel de juego que todavía esperan sus fanáticos, pues el equipo esta undécimo a ocho puntos del líder, Aucas."]},
{"titular": ["Cristhian Noboa está ‘anímicamente molesto’ por su lesión, asegura su representante"], "descripcion": ["El mediocampista ecuatoriano se sometió a una artroscopia en su rodilla derecha y su proceso de recuperación tomará de 3 a 6 semanas."]},
{"titular": ["Propietarios de la Fórmula 1 adquieren derechos del MotoGP en cifra astronómica"], "descripcion": ["Liberty Media, empresa propietaria de la F1, comprará, en efectivo y en acciones, el 86% de Dorna Sports. La operación se cerrará antes del final de 2024."]},
{"titular": ["Selección de Alemania retira el dorsal 44 y cambia el 4 en sus camisetas por parecidos con las ‘SS’ nazis"], "descripcion": ["La similitud fue duramente criticada en redes sociales. Se retiró de la tienda en línea el dorsal 44 y se busca desarrollar un diseño alternativo."]},
{"titular": ["Jeremy Sarmiento se vistió de héroe: el ecuatoriano le da el triunfo al Ipswich Town en la Championship"], "descripcion": ["Con un gol agónico, a los 90+7 minutos, el ecuatoriano sentenció el resultado a favor de su club, que sueña con el ascenso."]},
{"titular": ["¿Neymar, con fecha retorno al Santos FC de Brasil?"], "descripcion": ["Al menos eso es lo que sostiene el medio brasileño UOL."]},
{"titular": ["Eduardo ‘Chivo’ Zuleta, gloria del tenis de Ecuador, ha fallecido"], "descripcion": ["Asombró al mundo cuando derrotó al célebre australiano Roy Emerson, en 1960. Este martes será el sepelio del guayaquileño, un héroe del deporte blanco nacional."]},
{"titular": ["​¿Neisi Dajomes o Tamara Salazar? Solo hay boleto olímpico para una de ellas"], "descripcion": ["Las medallistas olímpicas en Tokio 2020 se disputan el cupo por Ecuador en la categoría de los 81 kilogramos, pase que se definirá en el Mundial de Tailandia."]},
{"titular": ["Ecuador y su deporte: un tema no siempre grato"]},
{"titular": ["La pasión de comparar y elegir"]},
{"titular": ["Atención, Kendry Páez: Quien con lobos anda, a aullar aprende"]},
{"titular": ["Atención: todos empiezan a crecer"]},
{"titular": ["Natación de Guayas murió al anochecer"]},
{"titular": ["Así formaría Barcelona SC contra Cobresal en el inicio de la Copa Libertadores "]},
{"titular": ["Barcelona SC debe aprovecharse del mal momento de Cobresal para conseguir su primer triunfo en la Copa Libertadores 2024"]},
{"titular": ["Cobresal vs. Barcelona SC por la Copa Libertadores: fecha, horarios, canal de TV y ‘streaming’ para verlo en vivo"]},
{"titular": ["Copa Libertadores 2024: así está conformada la nómina de Barcelona SC para encarar el torneo"]},
{"titular": ["‘Sacando el primer tiempo ante Barcelona SC, fuimos superiores a todos’, asegura Javier Gandolfi, técnico de Independiente del Valle"]},
{"titular": ["Cristhian Noboa está ‘anímicamente molesto’ por su lesión, asegura su representante"]},
{"titular": ["¡Se alarga la espera! Cristhian Noboa fue intervenido y es incierta la fecha de su debut con Emelec"]},
{"titular": ["‘Sacando el primer tiempo ante Barcelona SC, fuimos superiores a todos’, asegura Javier Gandolfi, técnico de Independiente del Valle"]},
{"titular": ["Hernán Torres destaca la ‘jerarquía y actitud’ de Emelec tras empate ante Independiente del Valle por Liga Pro"]},
{"titular": ["Miguel Rondelli, extécnico de Emelec, y su estallido de furia contra los organizadores de la Liga de Perú: ‘Me han faltado al respeto’"]},
{"titular": ["Liga de Quito apuesta por un ‘enchufado’ Álex Arce para la Copa Libertadores"]},
{"titular": ["Josep Alcácer: No entiendo de favoritismo, la exigencia de Liga de Quito en la Copa Libertadores será máxima"]},
{"titular": ["Fabián Bustos, DT de Universitario de Perú y su estreno en Copa Libertadores ante Liga de Quito: es un gran equipo, pero en casa hay que ganar"]},
{"titular": ["Universitario de Deportes vs. Liga de Quito por la Copa Libertadores: fecha, horarios, canal de TV y ‘streaming’ para verlo en vivo"]},
{"titular": ["Estadio lleno en Lima para Universitario vs. Liga de Quito por Copa Libertadores. ¿Qué dice la dirigencia peruana sobre el campeón ecuatoriano?"]}
]