[
{"nombre": ["Teclado Mecánico 60% Gamer Machenike K500 Español Rgb Pc"], "precio": ["431"], "descripcion": ["MACHENIKE Tienda oficial", "Somos una marca del Grupo Haier, dedicada principalmente a los laptops, periféricos de computadora y otros productos. Nuestros productos periféricos cuentan con 1 año de garantía sin costo en todo México.", "> sobre facturas", "Solo podemos proporcionar comprobante de su compra, no proporcionamos facturas de impuestos. Si necesita el recibo, puede ponerse en contacto con nosotros para solicitarlo después de pagar su pedido.", "> sobre logística", "Los productos están en los almacenes de Mercado Libre en México, y todos los pedidos son enviados centralmente por Mercado Libre Logistics. Envío gratis a todo el país.", "> sobre método de pago", "Métodos de pago Mercado Pago, efectivo, tarjetas de débito y crédito, pagos a plazos.", "Teclado Mecánico Gamer K500-B61 Mini Hot Swap Español Us RGB Con Cable", ">Características del producto", "1. Sobre el panorama del teclado", "Sobre la lengua: Usa la distribución latina del teclado español, includo la letra Ñ.", "Color: Gris y blanco", "Número de telas: adopte un mini diseño de 61 teclas al 60%, retenga la función del teclado, ahorre espacio.", "Material de teclas: ABS tiene mayor comodidad, es estético y duraderas.", "Material de Teclado: plástico", "Apoya: Macro función/Accionamiento", "2. Sobre Switch", "Tipo de switch: 3 Pin hotswapping switch", "Switch Marca : OUTEMU Red/Brown Switch", "Vida: Más de 50 milliones veces", "Switch: Red/Borwn", "Red Switch:", "con Gramos de presión 45g", "Recorrido previo 2.4mm", "Recorrido total 4.4mm", "Brown Switch:", "con Gramos de presión 60g", "Recorrido previo 2.4mm", "Recorrido total 4.4mm", "3. Sobre retroiluminación", "Efecto de luz RGB de 16,8 millones de colores incorporado, más de 20 tipos de luz, admite ajuste personalizado del modo de iluminación en la página de configuración.", "4. Sobre la conexión", "Método de conexión: con cable (Los cables y el teclado están separados, puede enchufar y listo)", "Sistema: Windows, Android (ojo: No apoya sistema de iOS ni de Mac)", "Interfaz de PC: USB", "Interfaz de teclado: type-C (diseño de codo)", "Longitud de cable: 1.6m", "Material de cable: PVC", "5. Lista de embalaje", "Teclado x 1, cable x 1, manual en Español x 1, tarjeta de garantía x 1, certificado de conformidad x 1, extractor de llaves x 1, extractor de interruptores x 1, interruptor de repuesto x 2", "Garantía del vendedor: 1 años"]},
{"nombre": ["Free Wolf K3 Teclado Mecánico Con Cable Para Gamers color Gris Y Blanco"], "precio": ["458"], "descripcion": ["-Este es un teclado en español, con ñ", "- Nuestra Filosofía:Los teclados de la serie K3 han descartado todas las funciones innecesarias y son conocidos por su alto rendimiento y rentabilidad. Este es un teclado adecuado para la mayoría de las personas, aunque sea un fanático de los teclados personalizados de alta gama. Pero tenemos la la belleza de los teclados personalizados, combinación de colores mixtos (verde y blanco) teclados de dos colores para hacerte más feliz cuando trabajas o juegas.", "- 96% Teclado mecánico para juegos: El teclado K3 es más compacto que otros teclados de tamaño completo, con 100 teclas, ocupando menos espacio, al mismo tiempo que reduce la presión de la muñeca, logrando una alta utilización y máxima compacidad, y no tiene teclas con teclado de funciones estándar.", "- Teclas que transmiten luz:Para garantizar que las teclas tengan una buena transmisión de luz, renunciamos a las teclas de pbt y adoptamos teclas de ABS, el proceso de moldeo por inyección de dos colores logra un efecto de refracción de luz perfecto.La capa exterior de la tecla se trata con un proceso especial, puede disfrutar de una experiencia de escritura sin aceite, y no hay necesidad de preocuparse por el desvanecimiento de la leyenda, soporte de dos pies, ajuste de ángulo de tres niveles, más ergonómico.", "- Interruptor Clicky Blue:Para garantizar su experiencia de juego y escritura, y cada interruptor y estabilizador lubricados de fábrica, combinados con la potente aceleración de procesamiento de datos de CPU personalizada, la velocidad de retroalimentación del teclado alcanza una alta frecuencia de 5 milisegundos. En tiempo real procesamiento de señal, operación Un paso adelante. La iluminación del arco iris RGB tiene 10 modos que se pueden ajustar a través de FN+INS. Maximice su ambiente de juego con este teclado para juegos RGB.", "- Amplia compatibilidad: El teclado para juegos de computadora K3 tiene un diseño de teclado personalizado, diseño compacto de 100 teclas, panel de metal, indicador de luz vertical, diseño de línea ondulada en la parte inferior. Todas las teclas Anti-Ghosting. Interfaz tipo C desmontable. Compatible con Windows XP /Vista/7/8/10/X, Mac y otros sistemas operativos Compatible con Desktop, Chromebook, PC, Laptop, PC, PS5/PS4, este teclado personalizado básico es adecuado para la mayoría de los jugadores y mecanógrafos.", "Modelo: Teclado mecánico español Freewolf K3, eje verde", "Color: brillo aguamarina abeja negro", "Tamaño: 38X13.5X3.5CM", "Peso: 0,72 (KG)", "Método de conexión: cableado", "Método de iluminación: RGB", "Sistemas compatibles: compatible con la mayoría de los sistemas"]},
{"nombre": ["TERPORT Teclado Gamer Mecanico Inalambrico Español Con Ñ I-61 , Bluetooth+2.4g+cable, Outemu Red Switch, 62 Teclas Anti-ghosting, Retroiluminación Rgb / Teclado PC Computadora Para Win/Mac/IOS/Android"], "precio": ["699"], "descripcion": ["Mini 60% Teclado Inalambrico Español I-61, Retroiluminación Full-RGB", "Switch: Outemu Red", "Teclas: 62 Teclas Anti-Ghosting", "Idioma: Español Latam QWERTY", "Alcance Distancia: 10 m", "Conexión: Bluetooth / 2.4g usb / Cable-c desmontable (Plug&Play)", "Batería Integrada: 1600mAh", "Duración: 10 Horas", "Tiempo de espera: 360 Horas", "Suspensión automática: 10 minutos", "Retroiluminación: 18 modos de Full-RGB (cada tecla rgb)", "Compatible con: Windows XP / VISTA / Win 7 / Win 8 / Win 10 / Win 11 / Linux / Mac / IOS/ Android / Xbox / PS4 / PS5", "Funciona bien en computadoras pc, Laptops, Macbook, Chromebook, Celulares, Tabletas, Consolas y más.", "(Nota: los accesos directos multimedia no están disponibles en el sistema Mac OS. Y, para consolas requieren adaptador).", "Descripción de Switch Outemu Red:", "Sensación: Lineal", "Fuerza de actuación: 45grs", "Punto de actuación: 2.0mm", "Vida útil: sobre 50 millones veces", "Toque más suave y no falta feedback de parte del teclado. Recorrido limpio hasta su tope de acción, hace de inmediato en switches bastante fluidos, ligeros. Ideales para juegos que requieren de una alta velocidad de respuesta y pulsaciones rápidas, como los juegos de desparos, los movimientos son mucho más precisos.", "Sonido no molesto, menos ruidoso que switch blue. Cuando jugar en equipo no se escucha demasiado por el micrófono, durante la noche no irritarle el sonido.", "Características:", "1. Teclado Inalambrico con 3 Modos de Conexión:", "Modo Bluetooth (B1/B2), Modo USB 2.4GHz, Modo Tipo C. Disfrute de la libertad de la conexión inalámbrica con la conexión del receptor USB Bluetooth/ 2.4Ghz. Este teclado mecanico se conecta de manera confiable y rápida en dispositivos como computadoras, portátiles tabletas e incluso teléfonos compatibles con Bluetooth, también se carga sin problemas con el cable Tipo C incluido.", "2. Teclado Gamer&Oficina Retroiluminado RGB:", "Con 18 modos de luz preestablecidos para elegir, 1 modo de personalización para configurar, 6 niveles de brillo ajustable, el teclado rgb ofrece numerosos efectos de geniales luces coloridas para personalizar su configuración de juego. Iluminará su noche de juego y mejorará la inmersión en el juego al máximo.", "3. Teclado Mecanico Ergonomico:", "Los soportes traseros plegables y el diseño escalonado de las teclas pueden ajustar nuestro teclado al 60% a un mejor ángulo para descansar las manos. El diseño ergonómico mejorará de manera efectiva la comodidad de su muñeca y reducirá la fatiga de los dedos. Puede cambiar las teclas a voluntad gracias al extractor de teclas incluido en el paquete.", "4. Teclado Español Cómodo y 61 Teclas Full-Antighosting:", "El teclado mecanico de interruptores clásicos rojos, de respuesta rápida y sin retrasos, le ofrecerá una respuesta táctil maravillosa en cada pulsación de tecla. La avanzada tecnología anti-ghosting permite que las 61 teclas funcionen simultáneamente para proporcionar una respuesta de escritura rápida. El teclado admite plug & play, no necesita configuraciones y ningún software.", "5. Teclado Computadora Inalambrico:", "La rápida respuesta silenciosa y su mayor resistencia es perfecta para escribir en el trabajo y lugares de juego tranquilo. El teclado mecánico es compatible con Windows 2000/XP/Vista/7/8/10/Mac OS/iPad/iPhone/Celuraes Android", "Nota: Los switches son fijados para una transmisión más estable y rápido, no permite hotswap", "Paquete:", "1x Teclado Inalambrico Mecanico", "1x Manual de Usuario", "1x Extractor de teclas", "1x Receptor Usb", "2x Teclas Rojas Intercambiables de Espacio Barrio y ESC", "1x Cable Removible de Tipo-C a Usb Normal Extremo"]},
{},
{"nombre": ["Terport Teclado Gamer 60% E-yooso Z11 Español Latino Luz Amarilla Con Switch Outemu Red Hotswap Color Gris/negro"], "precio": ["465"], "descripcion": ["Teclado Mecanico Gamer 60% E-yooso Z11", "Idioma: Español", "Teclas: 62 Teclas de material ABS", "Switch: Outemu red y hotswappable de 3-pines", "Sensación: Lineal. Fuerza de activación 45grs, distancia de recorrido 2.00±0.6mm", "Descripción:", "1. Mini tamaño compacto al 60%, ahorra más espacio para escritorio y portátil para llevarse contigo. Presionar Fn con teclas indicadas pueden realizar todos los funcionamientos de un teclado 100%, compacto y eficiente. Versión español ayudará a una escritura más fluida.", "2. Cable removible de tipo-c a usb normal extremo, longitud de 150cm, más conveniente para usar y con una transmisión más estable y rápido.", "3. Todas las 62 teclas son antighosting, presionar todas teclas a la vez y sin conflicto. Te brindará una experiencia sobresaliente en la escritura y en los juegos.", "4. Switch lineal profesional outemu rojo, toque más suave y no falta feedback de parte del teclado. Recorrido limpio hasta su tope de acción. Sonido no molesto, menos ruido que switch azul.", "5. Amplia compatiblidad con múltiples sistemas, como Windows XP / VISTA / Win 7 / Win 8 / Win 10 / Win 11 / Linux / Mac y más. Sirve para computadoras pc, Laptops, Macbook, Chromebook, Consolas(Xbox/PS5/PS4) y más.", "(Nota: los accesos directos multimedia no están disponibles en el sistema Mac OS. Y, para consolas requieren adaptador).", "Paquete:", "1x Teclado Gamer", "1x Tecla naranja de barra espaciadora", "1x Tecla naranja de ESC", "2x Switch de repuesto", "1x Extractor de teclas&switch", "1x Cable desmontable", "1x Manual de usuario"]},
{},
{},
{"nombre": ["Free Wolf Teclado Español Bluetooth K96 Color de las teclas Blanco/Gris"], "precio": ["512"], "descripcion": ["Modelo: Teclado mecánico español inalámbrico modo dual Freewolf K96, eje rojo, Bluetooth WiFi", "Cuerpo del eje: eje rojo", "Color: queso/brillo", "Tamaño: 39*14*4CM", "Peso: 845g", "Método de conexión: 2,4g+Bluetooth", "Método de iluminación: sin RGB", "Sistemas compatibles: Compatible con Windows XP/Vista/7/8/10/X, Mac y otros sistemas operativos, compatible con computadoras de escritorio, Chromebooks, PC, portátiles y PC, PS5 /PS4, etc.", "- Nuestra filosofía: Los teclados de la serie K96 abandonan todas las funciones innecesarias y son conocidos por su alto rendimiento y rentabilidad. Este es un teclado que se adaptará a la mayoría de las personas, incluso si eres fanático de los teclados personalizados de alta gama. Aceptamos la belleza de los teclados personalizados y ofrecemos teclados de dos tonos en su elección de combinaciones de colores mixtos para hacerlo más feliz mientras trabaja o juega.", "- 80% Teclado mecánico para juegos: El teclado K96 es más compacto que otros teclados de tamaño completo, con 100 teclas, ocupando menos espacio, al mismo tiempo que reduce la presión de la muñeca, logrando una alta utilización y máxima compacidad, y no tiene teclas con teclado de funciones estándar.", "- Teclas translúcidas + algodón insonorizado: para garantizar que las teclas tengan una buena transmisión de luz, abandonamos las teclas PBT y utilizamos teclas ABS. El proceso de moldeo por inyección de dos colores logra un efecto de refracción de luz perfecto. El diseño estructural único de algodón sándwich + algodón silenciador inferior agrega algodón silenciador y amortiguador de impacto EVA entre la PCB y la placa de posicionamiento para reducir el ruido generado al golpear el eje, lo que le permite tener un ambiente cómodo.", "- Conexión multidispositivo + batería de larga duración: el teclado K96 admite métodos de conexión en modo inalámbrico 2.4G y Bluetooth 5.0, admite todas las computadoras de escritorio, portátiles y dispositivos móviles, puede conectar hasta 3 dispositivos y conectarse sin problemas entre ellos a través del Bluetooth incorporado La tecnología Switch reconoce automáticamente el sistema de su dispositivo y se conecta automáticamente a su dispositivo anterior la próxima vez que lo use. Al mismo tiempo, la ranura trasera para baterías utiliza dos baterías AAA para ahorrar energía y electricidad. Las dos baterías tienen una vida útil de hasta medio año después de la instalación (no proporcionamos baterías, debe comprarlas usted mismo).", "- Amplia compatibilidad + capacidad de intercambio en caliente de botones completos: interfaz tipo C desmontable, compatible con Windows XP/Vista/7/8/10/X, Mac y otros sistemas operativos, compatible con computadoras de escritorio, Chromebooks, PC, portátiles y PC , PS5/PS4, este teclado personalizado básico es adecuado para la mayoría de los jugadores y mecanógrafos. Todas las teclas admiten intercambio en caliente. El teclado utiliza ejes mecánicos altamente duraderos y ejes satélite de sintonización de alta precisión para que las teclas grandes se sientan más estables, y la barra de equilibrio calibrada hace que la operación sea más suave y restaura la sensación mecánica.", "- Teclas moldeadas por inyección de dos colores y base estable: el diseño de las teclas de colores contrastantes se siente delicado, teclas de material ABS de alta calidad, moldeo por inyección de dos colores, tacto cómodo, los caracteres son resistentes al desgaste y no se caen fácilmente, y no serán grasoso después de un uso prolongado. Reposapiés de dos secciones con tres alturas ajustables para satisfacer una variedad de necesidades de uso. Equipado con almohadillas de silicona de alta resistencia para hacer que la base de su teclado sea más estable.Incluso si escribe vigorosamente o juega, la estabilidad del teclado se puede mantener sin afectar su experiencia de uso."]},
{"nombre": ["Redlemon Mouse y Teclado Gamer Alámbrico USB con Luz LED para PC Gaming, Teclado Semi Mecánico con Soporte para Celular, Mouse Gamer 4 Niveles de DPI, Kit Gamer Plug & Play Compatible con Windows"], "precio": ["424"], "descripcion": ["Kit Mouse Y Teclado Gamer Luz Led Español Windows Redlemon", "¡UN KIT DE TECLADO Y MOUSE GAMER PARA JUGAR PROFESIONALMENTE!", "Conviértete en el rey de los videojuegos, sólo conéctalos vía USB y comienza a jugar al instante. Poseen iluminación LED de colores, el ratón cuenta con 4 niveles de sensibilidad y con botones especiales para gaming como avanzar y retroceder. Son portátiles y compatibles con Windows.", "El TECLADO Y MOUSE IDEAL PARA PC GAMING: El teclado gamer posee una iluminación de colores que le dan un aspecto sofisticado y un cable de 1.36 metros. El mouse gamer cuenta con luz RGB y un cable de 1.41 m para moverlo libremente por el escritorio.", "MOUSE GAMER LED RGB CON 4 NIVELES DE SENSIBILIDAD: Diseñado para que lo manipules cómodamente, te permite escoger la reacción de movimiento del cursor en la pantalla. Elige entre 800, 1200, 1600 y 2400 DPI para utilizarlo con diferentes programas.", "TECLADO SEMI MECÁNICO CON SOPORTE PARA CELULAR: Disfruta de una increíble sensación con respuesta inmediata en cada tecla y una distribución en español. Tiene una ranura de 9 cm x 1.5 cm para colocar un Smartphone en vertical y mantenerte comunicado.", "COMPATIBLES CON PC GAMER Y LAPTOP: Funciona con sistemas operativos Windows 10, 8, 7 Vista y XP. Aprovecha las funciones de acceso directo en aplicaciones y programas como Keynote, Prezzi y más.", "TECNOLOGÍA PLUG & PLAY WINDOWS: Conecta este kit gamer vía USB en la PC o Laptop y comienza a jugar al instante. La computadora reconoce en automático ambos dispositivos para utilizarlos sin necesidad de aplicaciones o drivers adicionales.", "SÉ EL JUGADOR MÁS ÁGIL: Utiliza los botones de avanzar y retroceso del mouse gaming para moverte con mayor rapidez y precisión en cada partida. También tiene el botón DPI para que modifiques el nivel de sensibilidad al instante.", "LIGEROS Y PORTÁTILES: El mouse posee dimensiones de 13.4 cm x 7.5 cm x 4.1 cm y el teclado mide 48.5 cm x 18 cm x 3.2 cm, son ideales para colocarlos sobre cualquier escritorio o mesa. También son perfectos y ligeros para guardarlos y transportarlos en una mochila.", "LOS MEJORES ACCESORIOS PARA TU PC GAMER: Mejora tu experiencia al trabajar, jugar videojuegos o navegar por internet con las teclas de acceso directo. La iluminación RGB del mouse alámbrico le dará un estilo sofisticado a la zona gamer.", "ESPECIFICACIONES:", "*Materiales: Plástico ABS + metal", "*Dimensiones del teclado: 48 cm x 18 cm x 3.2 cm", "*Dimensiones del mouse: 13.4 cm x 7.5 cm x 4.1 cm", "*Número de teclas del teclado: 104", "*Número de teclas del mouse: 6", "*Vida útil: 5 millones de pulsaciones", "*Longitud del cable del teclado: 1.36 m", "*Longitud del cable del mouse: 1.41 m", "*Peso del teclado: 648 g", "*Peso del mouse: 132 g", "*Compatibilidad: Windows 10, 8, 7 Vista y XP", "CONTENIDO DEL PAQUETE:", "*Teclado", "*Mouse", "*Manual de usuario"]},
{},
{"nombre": ["TERPORT Teclado Gamer Mecanico 8519 Cableado Rgb, Español Latino Con Letra Ñ, Red Switches, 105 Teclas Anti-ghosting, Ergonomico Gaming Juegos Oficina, Menos Ruido Win/mac"], "precio": ["605"], "descripcion": ["¡Haz de esta Navidad un deleite tecnológico!", "Nuestros teclados mecánico son el regalo perfecto para navidad que combina rendimiento superior y elegancia.", "¿Para amigos? ¿Para familiares? ¡Celebra la temporada con nuestras ofertas navideñas exclusivas!", "Modelo: ET-8519", "Switch: Huano Red", "Teclas: 105 Teclas Antighosting", "Idioma: Español Latam", "Retroiluminación: Arcoiris de 9 Modos", "Compatible con: Windows XP / VISTA / Win 7 / Win 8 / Win 10 / Win 11 / Linux / Mac / IOS/ Android / Xbox / PS4 / PS5", "Funciona bien en computadoras pc, Laptops, Macbook, Chromebook, Celulares, Tabletas, Consolas y más.", "(Nota: los accesos directos multimedia no están disponibles en el sistema Mac OS. Y, para consolas requieren adaptador).", "Descripción del switch huano red:", "Sensación: Lineal", "Fuerza de actuación: 45grs", "Punto de actuación: 2.0mm", "Vida útil: >50 millones veces", "Fuerza de actuación más ligera de 45grs, libre para jugar por largo tiempo sin fatigarse. Toque más suave y un recorrido rápido. Huano switch tiene un chapado en oro más grueso que lo outemu y un diseño anti-polvo, lo que es más sobresaliente para una mayor duración de la vida útil.", "Ideales para juegos que requieren de una alta velocidad de respuesta y pulsaciones rápidas, como los juegos de desparos, los movimientos son mucho más precisos.", "Sonido no molesto, menos ruido que switch azul. Cuando jugar en equipo no se escucha demasiado por el micrófono, durante la noche no irritarle el sonido.", "Características:", "1. Teclado Español Mecánico de 105 Teclas Tamaño Completo. 12 atajos de teclas multimedia que le permiten acceder rápidamente a la calculadora/ medios/ control de volumen/ correo electrónico, también viene con un teclado numérico completo que mejora enormemente su productividad.", "2. Switches Rojos Profesionales y Todas Teclas Anti-Ghosting. Click Silencioso y respuesta inigualable, resistente y duradero. 105 Teclas Anti-Ghosting, sin ningún error de uso conflicto al mismo tiempo.", "3. Diseño Ergonómico. 105 Teclaso Flotantes y reflexión rápida. Adopta un diseño de tecla de escalera científica que mantiene los brazos en el estado más natural para minimizar la fatiga de las manos durante un uso prolongado", "4. 9 efectos de retroiluminación diferentes RGB, 5 efectos de luz frontal, 9 modos de iluminación preestablecidos para juegos, 2 modos de iluminación personalizados.", "5. Material ABS. Las teclas de ingeniería ABS de doble inyección ultra duraderas brindan una luz de fondo uniforme y cristalina y mejoran en gran medida la precisión de escritura por la noche.", "El Paquete Incluye:", "1 x Teclado mecánico", "1 x Manual de usuario"]},
{},
{"nombre": ["Free Wolf Teclado Inalámbrico Bluetooth K96 Gamer Mecánico ¿Blanco Y Negro QWERTY Español Latinoamérica Con Eje Rojo"], "precio": ["512"], "descripcion": ["Modelo: Teclado mecánico español inalámbrico modo dual Freewolf K96, eje rojo, Bluetooth WiFi", "Color: queso/brillo", "Tamaño: 39*14*4CM", "Peso: 845g", "Método de conexión: 2,4g+Bluetooth", "Método de iluminación: sin RGB", "Sistemas compatibles: Compatible con Windows XP/Vista/7/8/10/X, Mac y otros sistemas operativos, compatible con computadoras de escritorio, Chromebooks, PC, portátiles y PC, PS5 /PS4, etc.", "- Nuestra filosofía: Los teclados de la serie K96 abandonan todas las funciones innecesarias y son conocidos por su alto rendimiento y rentabilidad. Este es un teclado que se adaptará a la mayoría de las personas, incluso si eres fanático de los teclados personalizados de alta gama. Aceptamos la belleza de los teclados personalizados y ofrecemos teclados de dos tonos en su elección de combinaciones de colores mixtos para hacerlo más feliz mientras trabaja o juega.", "- 80% Teclado mecánico para juegos: El teclado K96 es más compacto que otros teclados de tamaño completo, con 100 teclas, ocupando menos espacio, al mismo tiempo que reduce la presión de la muñeca, logrando una alta utilización y máxima compacidad, y no tiene teclas con teclado de funciones estándar.", "- Teclas translúcidas + algodón insonorizado: para garantizar que las teclas tengan una buena transmisión de luz, abandonamos las teclas PBT y utilizamos teclas ABS. El proceso de moldeo por inyección de dos colores logra un efecto de refracción de luz perfecto. El diseño estructural único de algodón sándwich + algodón silenciador inferior agrega algodón silenciador y amortiguador de impacto EVA entre la PCB y la placa de posicionamiento para reducir el ruido generado al golpear el eje, lo que le permite tener un ambiente cómodo.", "- Conexión multidispositivo + batería de larga duración: el teclado K96 admite métodos de conexión en modo inalámbrico 2.4G y Bluetooth 5.0, admite todas las computadoras de escritorio, portátiles y dispositivos móviles, puede conectar hasta 3 dispositivos y conectarse sin problemas entre ellos a través del Bluetooth incorporado La tecnología Switch reconoce automáticamente el sistema de su dispositivo y se conecta automáticamente a su dispositivo anterior la próxima vez que lo use. Al mismo tiempo, la ranura trasera para baterías utiliza dos baterías AAA para ahorrar energía y electricidad. Las dos baterías tienen una vida útil de hasta medio año después de la instalación (no proporcionamos baterías, debe comprarlas usted mismo).", "- Amplia compatibilidad + capacidad de intercambio en caliente de botones completos: interfaz tipo C desmontable, compatible con Windows XP/Vista/7/8/10/X, Mac y otros sistemas operativos, compatible con computadoras de escritorio, Chromebooks, PC, portátiles y PC , PS5/PS4, este teclado personalizado básico es adecuado para la mayoría de los jugadores y mecanógrafos. Todas las teclas admiten intercambio en caliente. El teclado utiliza ejes mecánicos altamente duraderos y ejes satélite de sintonización de alta precisión para que las teclas grandes se sientan más estables, y la barra de equilibrio calibrada hace que la operación sea más suave y restaura la sensación mecánica.", "- Teclas moldeadas por inyección de dos colores y base estable: el diseño de las teclas de colores contrastantes se siente delicado, teclas de material ABS de alta calidad, moldeo por inyección de dos colores, tacto cómodo, los caracteres son resistentes al desgaste y no se caen fácilmente, y no serán grasoso después de un uso prolongado. Reposapiés de dos secciones con tres alturas ajustables para satisfacer una variedad de necesidades de uso. Equipado con almohadillas de silicona de alta resistencia para hacer que la base de su teclado sea más estable.Incluso si escribe vigorosamente o juega, la estabilidad del teclado se puede mantener sin afectar su experiencia de uso."]},
{},
{"nombre": ["Teclado gamer Corsair K60 RGB PRO Low Profile QWERTY Cherry MX Low Profile Speed inglés UK color negro con luz RGB"], "precio": ["895", "961"], "descripcion": ["Corsair es un fabricante mundial de equipos y tecnología de alto rendimiento.  Sus productos van dirigidos a jugadores, creadores de contenido y diseñadores. A su vez, con sus teclados podrás conseguir un óptimo desempeño al darle un uso intensivo.", "Distinción a todo color", "Su retroiluminación da un toque diferente a tu equipo y resalta su composición cuando es utilizado en espacios poco iluminados.", "Tecnología antighosting", "Este dispositivo tiene teclas antighosting. Esta cualidad es indispensable si requieres de un uso intensivo del periférico. Gracias a esto podrás evitar fallas al tocar varias teclas al mismo tiempo."]},
{},
{"nombre": ["Teclado gamer Free Wolf K3 QWERTY Eje verde español color blanco y verde con luz RGB"], "precio": ["458"], "descripcion": ["Este teclado Free Wolf de alto rendimiento permite que puedas disfrutar de horas ilimitadas de juegos. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Podrás mejorar tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacer que tus jugadas alcancen otro nivel.", "Distinción a todo color", "Su retroiluminación da un toque diferente a tu equipo y resalta su composición cuando es utilizado en espacios poco iluminados."]},
{},
{},
{"nombre": ["Mini Teclado Air Touch Inalambrico Smart Tv Box Pc"], "precio": ["114"], "descripcion": ["Este teclado Backlit es el mejor complemento para hacer todo tipo de actividades. Es cómodo y práctico al momento de redactar documentos, navegar y hacer búsquedas por internet, ya sea en tu trabajo o en la comodidad del hogar.", "Distinción a todo color", "Su retroiluminación da un toque diferente a tu equipo y resalta su composición cuando es utilizado en espacios poco iluminados."]},
{},
{"nombre": ["Teclado Redragon K619-rgb-sp Horus Fs Gamer Cableado Red Esp Color del teclado Negro Idioma Español Latinoamérica"], "precio": ["1,400"], "descripcion": ["Disfrutá de tus partidas en otro nivel con Redragon, marca reconocida que se especializa en brindar la mejor experiencia de juego al público gamer desde hace más de 20 años. Sus teclados se adaptan a todo tipo de jugadores y esto los convierten en un fiel reflejo de la alta gama y calidad que la compañía ofrece.", "Distinción a todo color", "Su retroiluminación le da un toque diferente a tu equipo y resalta su composición cuando es utilizado en espacios poco iluminados."]},
{},
{"nombre": ["Teclado gamer Free Wolf K3 QWERTY Eje verde español color negro con luz RGB"], "precio": ["458"], "descripcion": ["Este teclado Free Wolf de alto rendimiento permite que puedas disfrutar de horas ilimitadas de juegos. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Podrás mejorar tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacer que tus jugadas alcancen otro nivel.", "Distinción a todo color", "Su retroiluminación da un toque diferente a tu equipo y resalta su composición cuando es utilizado en espacios poco iluminados."]},
{},
{"nombre": ["Teclado gamer Vorago KB-503 QWERTY español España color negro con luz RGB"], "precio": ["294", "248", "325", "337"], "descripcion": ["Teclado Gamer Start The Game KB-503 QWERTY Color Negro Con Luz RGB", "El teclado que un gamer necesita y nada más, El KB-503 es un teclado TenKeyless con iluminación RGB ideal para quienes tienen poco espacio o simplemente no quieren un estorboso teclado numérico.", "Durable. Su construcción es muy robusta, su cable recubierto con Nylon y con terminales reforzadas te garantizan teclado para rato.", "Retroiluminación Rainbow. Juega de día o de noche con sus teclas retro iluminadas Rainbow.", "Compacto. El KB-503, aparte de tener un look genial, es compacto, por lo que es ideal para llevarlo a torneos o Lan Partys.", "Antoghosting. Este dispositivo tiene teclas antighosting. Esta cualidad es indispensable si requieres de un uso intensivo del periférico. Gracias a esto podrás evitar fallas o errores en el juego,  al tocar varias teclas al mismo tiempo."]},
{},
{"nombre": ["Teclado Gamer Redragon Dragonborn K630 Blue Inglés White Rgb Color del teclado Blanco Idioma Inglés US"], "precio": ["767", "840"], "descripcion": ["Teclado Gamer Redragon Dragonborn K630 Blue Inglés White Rgb", "Tamaño 60%. Poder 100%", "Compacto y transportable, el Dragonborn es un teclado mecánico 60% con características ideales para el juego competitivo: switches Redragon Blue, tecla Fn, bloqueo de tecla de Windows, cable desmontable y construcción de alta calidad, complementado con iluminación RGB.", "Los switches Redragon Blue son equilibrados, con distancia y fuerza de actuación medianas, táctiles y silenciosos, proporcionando precisión en cada pulsación. Además, son intercambiables por otros switches Redragon.", "El cable USB-C es desmontable, lo que, junto al diseño compacto y robusto, facilita su transporte y uso en diferentes dispositivos.", "Las 61 teclas del Dragonborn cuentan con función anti-ghosting y la tecla de Windows se puede bloquear y desbloquear fácilmente. Con 13 presets de retroiluminación accesibles mediante la tecla Fn y software dedicado para personalización de funciones.", "Especificaciones técnicas:", "- Tipo de teclado: mecánico.", "- Tipo de switches: Redragon Blue (táctil sin clic audible, 45 g de fuerza de actuación).", "- Bloqueo de tecla Windows: sí.", "- Tamaño: compacto 60%.", "- Retroiluminado: sí, RGB Chroma.", "- Cable: USB-C desmontable.", "- Matriz: 61 teclas full rollover.", "- Construcción: plástico ABS reforzado, placa de metal.", "- Anti salpicaduras: sí.", "- Distribución: inglés.", "- Peso: 0,57 kg.", "- Dimensiones: 29,17 x 10,17 x 3,6 cm.", "- Software: sí."]},
{},
{"nombre": ["Teclado HP N3R87AA QWERTY español color negro"], "precio": ["486"], "descripcion": ["Este teclado HP es el mejor complemento para hacer todo tipo de actividades. Es cómodo y práctico al momento de redactar documentos, navegar y hacer búsquedas por internet, ya sea en tu trabajo o en la comodidad del hogar."]},
{},
{"nombre": ["Kit de teclado y mouse inalámbrico Logitech MK295 Español Latinoamérica de color negro"], "precio": ["515", "949", "799"], "descripcion": ["El combo de teclado y mouse Logitech es perfecto para ayudarte a desarrollar tus actividades diarias. Esta combinación está adaptada para realizar distintas tareas, ya sean laborales, escolares o de cualquier índole.", "Calidad y durabilidad", "Este kit incluye con un periférico que posee una arquitectura mecánica. ¿Qué quiere decir esto? Que su teclado te permitirá disfrutar de una alta calidad en sus teclas. A diferencia de los de membrana, este tipo de dispositivos tienen un amplio ciclo de vida que promedia las 50 millones de pulsaciones.", "Sensor de alta precisión", "El mouse del combo posee un sensor óptico de alta precisión, el cual te permitirá redirigir el cursor de una manera más exacta y sensible que el resto de los sistemas tradicionales"]},
{},
{"nombre": ["Teclado gamer Redragon Kumara K552 QWERTY Outemu Blue español latinoamérica color blanco con luz RGB"], "precio": ["817", "1,091"], "descripcion": ["La gran calidad del Redragon Kumara K552, y su precio económico lo vuelven un atractivo ideal para que te diviertas frente a la pantalla. Su ergonomía, su base antidelizante y su rápido tiempo de respuesta permite que tus juegos favoritos se sientan más cerca que nunca, al alcance de tus manos.", "Distinción a todo color", "Su retroiluminación da un toque diferente a tu equipo y resalta su composición cuando es utilizado en espacios poco iluminados.", "Tecnología antighosting", "Este dispositivo tiene teclas antighosting. Esta cualidad es indispensable si requieres de un uso intensivo del periférico. Gracias a esto podrás evitar fallas al tocar varias teclas al mismo tiempo."]}
]